<!DOCTYPE html>
  <html>
    <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>UAAC 2020</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="UAAC 2020 Online Conference" />
		<meta name="description" content="Conference for visual-arts-based research" />
		<meta property="og:image" content="http://uaac-aauc.com/2020/images/banner-general.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2020/about.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content="Conference for visual-arts-based research" />
		<link rel="apple-touch-icon" sizes="180x180" href="/2020/apple-touch-icon.png">
		<link rel="icon" type="image/png" sizes="32x32" href="/2020/favicon-32x32.png">
		<link rel="icon" type="image/png" sizes="16x16" href="/2020/favicon-16x16.png">
		<link rel="manifest" href="/2020/site.webmanifest">
		<link rel="mask-icon" href="/2020/safari-pinned-tab.svg" color="#5bbad5">
		<meta name="msapplication-TileColor" content="#da532c">
		<meta name="theme-color" content="#ffffff">
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
		<!-- Global site tag (gtag.js) - Google Analytics -->
		<script async src="https://www.googletagmanager.com/gtag/js?id=UA-133278015-1"></script>
		<script>
			window.dataLayer = window.dataLayer || [];
			function gtag(){dataLayer.push(arguments);}
			gtag('js', new Date());
	
			gtag('config', 'UA-133278015-1');
		</script>
     </head>
     <body>
	     <div class="navbar-fixed">
		     <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/uaac2020.png" class="brand-logo-img scale-with-grid"></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="" style="background-color:#3c3636;color:#6c6060;">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	     </div>
		<div id="content">
			<div class="row">
	    			<div class="col s12 m10 l7 offset-l1">
		    			<h1>About</h1>
		    			<p>Every fall the UAAC hosts Canada&rsquo;s professional conference for visual-arts-based research by art historians, professors, artists, curators and cultural workers. The conference is held at a different location each year, normally at a Canadian university or college, and the sessions and panels address issues and subjects in art history, theory and practice from a variety of methodological approaches.</p>
		    			<p>Due to COVID-19, the 2020 conference will be held online from October 15 &ndash; 17. All sessions are broadcast live via zoom.</p>
		    			<a class="waves-effect waves-light btn-large" href="schedule.html"><i class="large material-icons right">date_range</i>schedule</a>
	    			</div>
			</div>
	     </div>
		<a name="welcome"></a>
		<div id="content" style="background-color:hsla(52, 11%, 40%, .85);">
	    		<div class="row">
		    		<div class="col s12 m10 l7 offset-l1">
  					<h2>Welcome</h2>
  					<p class="about">When we started planning the UAAC 2020 conference over a year ago, we dreamily envisioned welcoming delegates to Vancouver, British Columbia, for the first time since 1997. Misty evening walks through the Gastown neighbourhood where Simon Fraser University was to host the conference, rock-skipping along the seashore, panoramic views of the north shore mountains through the windows of the Harbour Centre conference rooms, and, centrally, an appreciation for the land, and our place as visitors on the traditional, ancestral and unceded Salish territories of the x&#695;m&#601;&theta;kw&#601;y&#787;&#601;m (Musqueam), Skwxw&uacute;7mesh (Squamish), and S&#601;l&#787;&iacute;lw&#601;ta&#620; (Tsleil-Waututh) Nations.</p>
  					<p class="about">One of our main concerns at the time &mdash; Vancouver&rsquo;s notoriously soggy rainy season &mdash; seems trite in retrospect and in the wake of the 2020 we have instead weathered. A few months ago, still wanting to create a space in which UAAC&rsquo;s membership could gather, we decided to transition the conference to a virtual one. The learning curve has been immense, reflecting the various ways each of us has learned to adapt and innovate in the face of COVID-19&rsquo;s unknowns. But so too have been the rewards, notably the engagement of a far-reaching global network of scholars, artists, and culture workers whose enthusiasm for participating in this first online UAAC conference suggests to us the deep desire for connection, conversation, and collaboration across time zones, geographies, and cultures. Stripped of our physical walls, computer wires and coffee break muffins, it has become exceedingly clear that our foundation is our membership.</p>
  					<p class="about">While we are disappointed not to host the event in Vancouver this year, we are delighted to welcome you to the first ever virtual annual conference of the Universities Art Association of Canada. With thanks for joining us, we look forward to seeing you online!</p>
  					<p class="about"><strong>Claudette Lauzon</strong><br>
	  					<span class="school" style="color:hsla(35, 35%, 88%, .7);">Associate Professor, School for the Contemporary Arts, Simon Fraser University</span></p>
	  				<p class="about" style="margin-top:1rem;"><strong>Erin Silver</strong><br>
		  			<span class="school" style="color:hsla(35, 35%, 88%, .7);">Assistant Professor, Department of Art History Visual Art & Theory, University of British Columbia</span></p>
				</div>	
			</div>
			<div class="row">
		    		<div class="col s12 m10 l7 offset-l1">
			    		<hr style="margin-top:2rem;margin-bottom: 4rem;border: 1px solid #999680;">
						<h2>Bienvenue</h2>
						<p class="about">Quand nous avons commenc&eacute; &agrave; planifier le congr&egrave;s 2020 de l&rsquo;AAUC, il y a plus d&rsquo;un an, nous nous imaginions r&ecirc;veusement accueillir les d&eacute;l&eacute;gu&eacute;s &agrave; Vancouver, en Colombie-Britannique, pour la premi&egrave;re fois depuis 1997. Des soir&eacute;es &agrave; se promener dans la brume du quartier Gastown, o&ugrave; l&rsquo;Universit&eacute; Simon Fraser devait tenir le congr&egrave;s; des galets rebondissant sur l&rsquo;eau; des vues panoramiques des montagnes de la rive nord depuis les fen&ecirc;tres des salles de conf&eacute;rence du Harbour Centre; et, surtout, une appr&eacute;ciation du territoire, et de notre place comme visiteurs sur les terres salish traditionnelles, ancestrales et non c&eacute;d&eacute;es des nations x&#695;m&#601;&theta;kw&#601;y&#787;&#601;m (Musqueam), Skwxw&uacute;7mesh (Squamish), et S&#601;l&#787;&iacute;lw&#601;ta&#620; (Tsleil-Waututh).</p>
		  				<p class="about">L&rsquo;une de nos principales inqui&eacute;tudes de l&rsquo;&eacute;poque &mdash; la saison des pluies notoire de Vancouver &mdash; semble r&eacute;trospectivement bien banale, au vu de l&rsquo;ann&eacute;e que nous avons plut&ocirc;t connue. Il y a quelques mois, comme nous voulions encore cr&eacute;er un espace o&ugrave; les membres de l&rsquo;AAUC pourraient se rassembler, nous avons d&eacute;cid&eacute; de transformer le congr&egrave;s en congr&egrave;s virtuel. La courbe d&rsquo;apprentissage fut immense, un reflet des diff&eacute;rentes mani&egrave;res dont chacun et chacune d&rsquo;entre nous a appris &agrave; s&rsquo;adapter et &agrave; innover face aux al&eacute;as de la COVID-19. Mais les r&eacute;compenses ont &eacute;galement &eacute;t&eacute; &eacute;normes, comme la mobilisation d&rsquo;un vaste r&eacute;seau mondial de chercheurs, d&rsquo;artistes et de travailleurs culturels dont la participation enthousiaste &agrave; ce premier congr&egrave;s en ligne de l&rsquo;AAUC exprime le profond d&eacute;sir d&rsquo;entretenir des liens, des conversations et des collaborations au-del&agrave; des fuseaux horaires et des fronti&egrave;res g&eacute;ographiques et culturelles. Sans la mat&eacute;rialit&eacute; &mdash; les murs, les fils d&rsquo;ordinateur et les muffins des pauses caf&eacute; &mdash;, il nous est apparu extr&ecirc;mement clair que notre base, ce sont nos membres.</p>
		  				<p class="about">Bien que nous soyons d&eacute;&ccedil;ues de ne pas vous accueillir &agrave; Vancouver cette ann&eacute;e, nous sommes ravies de vous souhaiter la bienvenue au tout premier congr&egrave;s annuel virtuel de l&rsquo;Association d&rsquo;art des universit&eacute;s du Canada. Merci de vous joindre &agrave; nous. Nous avons h&acirc;te de vous voir en ligne!</p>
		  				<p class="about"><strong>Claudette Lauzon</strong><br>
				  		<span class="school" style="color:hsla(35, 35%, 88%, .7);">professeure agr&eacute;g&eacute;e, &Eacute;cole des arts contemporains, Universit&eacute; Simon Fraser</span></p>
				  		<p class="about" style="margin-top:1rem;"><strong>Erin Silver</strong><br>
				  		<span class="school" style="color:hsla(35, 35%, 88%, .7);">professeure adjointe, D&eacute;partement d&rsquo;histoire de l&rsquo;art, des arts visuels et de la th&eacute;orie, Universit&eacute; de la Colombie-Britannique</span></p>		
		    		</div>	
  			</div>
		</div>
		<a name="president"></a>
		<div id="content" style="background-color:hsla(354, 70%, 40%, .6);">
	    		<div class="row">
		    		<div class="col s12 l0 offset-l1">
      				<h2 style="margin-bottom:.9rem;">President's Message</h2>
		    		</div>
			    	<div class="col s12 m10 l7 offset-l1">
  					<p class="about">When we concluded our very successful conference last year in Quebec City, it was with the anticipation that we would all meet again this October in Vancouver, where our fifty-third annual conference was scheduled to take place at Simon Fraser University&rsquo;s downtown campus. It is perhaps an understatement to say that a great deal has changed since then. In the immediate aftermath of the declaration of the Covid-19 pandemic in Canada, many organizations were forced to cancel their annual meetings. UAAC was fortunate in that our conference is held in the Fall, which gave us some time to consider the best course of action for our organization and our members. Following numerous discussions in March and April, the UAAC Board decided to go ahead with our conference online, hosted by Simon Fraser University.</p>
  					<p class="about">The response by our membership to the virtual conference has been positive and enthusiastic. More than sixty panels will run over three days, and will feature two plenary panels, the first with <a href="keynote1.html" target="_blank">Charmaine Nelson</a> and the second with <a href="keynote2.html" target="_blank">Stan Douglas</a>. I want to thank the conference organizers, <strong>Claudette Lauzon</strong> (SFU) and <strong>Erin Silver</strong> (UBC) for all of their work to make this year&rsquo;s conference happen under such unusual and difficult circumstances.</p>
  					<p class="about">I also want to note that, following our workshop retreat last year in Quebec, the Board&rsquo;s work on Strategic Planning has continued over the past year. Separate groups have met regularly to develop proposals on the three strategic priorities which came out of the workshop: effective communication with the membership; a governance structure that reflects the diversity of our membership; and the diversification of funding sources to support our strategic priorities. In consultation with our membership, we hope to begin taking specific steps to implement the recommendations over the coming year.</p> 
  					<p class="about">I'd especially like to thank <strong>Fran Pauz&eacute;</strong>, UAAC&rsquo;s administrator, for the help and support she provides to the members of the UAAC Board and the organization generally. I also want to thank those members of the Board whose terms are concluding for their service. In particular, with great gratitude and not a little regret, I&rsquo;d like to thank <strong>Charles Reeve</strong>, currently UAAC&rsquo;s Treasurer, who is leaving the Board after many years of service in various capacities, including a term as President.</p>
  					<p class="about">I know this has been a difficult and extraordinary year for all of us. The effects of the pandemic on post-secondary education systems have been severe. The pandemic has also exacerbated the underlying political and social crises that confront us in Canada and globally. Within this context, in some modest way, I hope this year&rsquo;s conference can provide a valuable space to share our practices, to learn, and to connect professionally and personally.</p>
  					<p class="about">Finally, I very much hope that we will be able to meet again in person at the Banff Centre in 2021 for UAAC Conference fifty-four.</p>
  					<p class="about">Best wishes,<br>
	  					<strong>Benedict Fullalove</strong><br>
	  					<span class="school" style="color:hsla(35, 35%, 88%, .7);">Associate Professor and Chair, School of Critical + Creative Studies, Alberta University of the Arts</span>
	  				</p>		
	    			</div>	
  			</div>
  			<div class="row">
	    			<div class="col s12 l10 offset-l1">
		    			<hr style="margin-top:2rem;margin-bottom: 4rem;border: 1px solid #716e5a;">
					<h2 style="margin-bottom:.9rem;">Message du pr&eacute;sident</h2>
		    		</div>
		    		<div class="col s12 m10 l7 offset-l1">
	  				<p class="about">Quand nous avons conclu notre congr&egrave;s tr&egrave;s r&eacute;ussi de l&rsquo;an dernier, &agrave; Qu&eacute;bec, nous croyions que nous nous retrouverions en octobre de cette ann&eacute;e &agrave; Vancouver, o&ugrave; devait se tenir notre cinquante-troisi&egrave;me congr&egrave;s annuel, dans le campus du centre-ville de l&rsquo;Universit&eacute; Simon Fraser. Ce serait un euph&eacute;misme de dire que les choses ont beaucoup chang&eacute; depuis. Tout de suite apr&egrave;s la d&eacute;claration de la pand&eacute;mie de COVID-19 au Canada, beaucoup d&rsquo;organisations se sont vues oblig&eacute;es d&rsquo;annuler leurs rencontres annuelles. Par chance, le congr&egrave;s de l&rsquo;AAUC se tient &agrave; l&rsquo;automne, ce qui nous a donn&eacute; du temps pour r&eacute;fl&eacute;chir au plan d&rsquo;action qui serait le meilleur pour notre organisation et pour nos membres. Apr&egrave;s de nombreuses discussions en mars et en avril, le CA de l&rsquo;AAUC a d&eacute;cid&eacute; d&rsquo;aller de l&rsquo;avant avec son congr&egrave;s en ligne, organis&eacute; par l&rsquo;Universit&eacute; Simon Fraser.</p>
	  				<p class="about">La r&eacute;action de nos membres &agrave; ce congr&egrave;s virtuel a &eacute;t&eacute; positive et enthousiaste. Plus de soixante s&eacute;ances se tiendront pendant trois jours, et elles comprendront deux s&eacute;ances pl&eacute;ni&egrave;res, la premi&egrave;re avec <a href="keynote1.html" target="_blank">Charmaine Nelson</a> et la seconde avec <a href="keynote2.html" target="_blank">Stan Douglas</a>. Je remercie les organisatrices du congr&egrave;s, <strong>Claudette Lauzon</strong> (SFU) et <strong>Erin Silver</strong> (UBC), pour tout le travail qu&rsquo;elles ont r&eacute;alis&eacute; afin que ce congr&egrave;s puisse avoir lieu, malgr&eacute; les circonstances inhabituelles et difficiles.</p>
	  				<p class="about">Je tiens &eacute;galement &agrave; mentionner qu&rsquo;apr&egrave;s notre atelier de r&eacute;flexion de l&rsquo;an dernier &agrave; Qu&eacute;bec, le CA a poursuivi ses efforts de planification strat&eacute;gique dans la derni&egrave;re ann&eacute;e. Des groupes s&eacute;par&eacute;s se sont r&eacute;guli&egrave;rement r&eacute;unis pour pr&eacute;parer des propositions portant sur les trois priorit&eacute;s strat&eacute;giques qui sont ressorties de l&rsquo;atelier : des communications efficaces avec les membres; une structure de gouvernance qui refl&egrave;te la diversit&eacute; de nos membres; et la diversification des sources de financement pour soutenir nos priorit&eacute;s strat&eacute;giques. En consultation avec nos membres, nous esp&eacute;rons pouvoir commencer &agrave; prendre des mesures pr&eacute;cises afin de mettre en &oelig;uvre les recommandations au cours de l&rsquo;ann&eacute;e qui vient.</p> 
	  				<p class="about">Je remercie sp&eacute;cialement <strong>Fran Pauz&eacute;</strong>, l&rsquo;administratrice de l&rsquo;AAUC, pour l&rsquo;aide et le soutien qu&rsquo;elle fournit aux membres du CA de l&rsquo;AAUC et &agrave; l&rsquo;organisation plus g&eacute;n&eacute;ralement. Je remercie aussi pour leur contribution les membres du CA dont le mandat se termine. En particulier, c&rsquo;est avec beaucoup de gratitude et non sans regret que je remercie <strong>Charles Reeve</strong>, actuellement tr&eacute;sorier de l&rsquo;AAUC, qui quitte le CA apr&egrave;s de nombreuses ann&eacute;es de service &agrave; occuper diff&eacute;rents r&ocirc;les, dont un mandat &agrave; titre de pr&eacute;sident.</p>
	  				<p class="about">Je sais que cette ann&eacute;e a &eacute;t&eacute; difficile et &eacute;trange pour nous tous. Les effets de la pand&eacute;mie sur les syst&egrave;mes d&rsquo;enseignement postsecondaire ont &eacute;t&eacute; s&eacute;v&egrave;res. La pand&eacute;mie a &eacute;galement exacerb&eacute; les crises politiques et sociales sous-jacentes auxquelles nous sommes confront&eacute;s, au Canada comme &agrave; l&rsquo;&eacute;chelle plan&eacute;taire. Dans ce contexte, et d&rsquo;une modeste mani&egrave;re, j&rsquo;esp&egrave;re que le congr&egrave;s de cette ann&eacute;e constituera un espace pr&eacute;cieux o&ugrave; nous pourrons partager nos pratiques, apprendre et entrer en relation les uns avec les autres, tant professionnellement que personnellement.</p>
	  				<p class="about">Enfin, j&rsquo;esp&egrave;re sinc&egrave;rement que nous pourrons nous revoir en personne au Banff Centre en 2021, pour le cinquante-quatri&egrave;me congr&egrave;s de l&rsquo;AAUC.</p>
	  				<p class="about">Cordialement,<br>
		  			<strong>Benedict Fullalove</strong><br>
		  			<span class="school" style="color:hsla(35, 35%, 88%, .7);">Associate Professor and Chair, School of Critical + Creative Studies, Alberta University of the Arts</span></p>
	    			</div>	
  			</div>
		</div>
		<a name="acknowledgments"></a>
		<div id="content">
	    		<div class="row">
		    		<div class="col s12 m10 l7 offset-l1">
  					<h2>Acknowledgments</h2>
  					<h4>There are many people and organizations to thank for their support, and we do so with genuine gratitude.</h4>
  					<p>At Simon Fraser University, we thank the School for the Contemporary Arts, and especially SCA director <strong>Elspeth Pratt</strong> without whose magic-making skills this event would not have been possible. Thanks also to the Dean&rsquo;s Office of the Faculty of Communication, Art and Technology, as well as the Office of the Vice-President Academic. At the University of British Columbia, we are grateful to the Department of Art History, Visual Art &amp; Theory, and especially Department Head <strong>Dana Claxton</strong>, Administrator <strong>Andrea Tuele</strong> and Graduate Program Coordinator <strong>Bryn Dharmaratne</strong>, and for financial assistance provided by the Office of the Dean of the Faculty of Arts, the Department Head (AHVA), and the Audain Endowment for Curatorial Studies. We are also grateful for our colleagues at both institutions for their support, advice and encouragement along the way.</p>
  					<p>Special thanks to <strong>Alena Buis</strong> and the Department of Art History and Religious Studies at Langara College for organizational and financial support. We also thank UAAC President <strong>Ben Fullalove</strong> who, along with us, formed the panel adjudication committee, as well as <strong>Fran Pauz&eacute;</strong>, UAAC&rsquo;s administrator, whose calm handling of UAAC 2020&rsquo;s abrupt shift of venue was and is much appreciated.</p>
  					<p>Web designer <strong>Deanna Peters/Mutable Subject</strong> deserves a medal for the beautiful UAAC conference website that has become both the program and venue for this year&rsquo;s proceedings. Thank you Deanna for your nimble and sure-footed professionalism, and for the care you took in making the website not only functional but also a joy to experience.</p>
  					<p>At SFU, a dedicated technical production team that includes <strong>Gillian Hanemayer</strong>, <strong>Miles Lavkulich</strong>, <strong>Ben Rogalsky</strong>, <strong>Stefan Smulovitz</strong> and <strong>Brady Cranfield</strong> made it possible not only to host the conference online, but to furthermore welcome a small group of Vancouver-based artists and scholars into SFU Woodwards for a handful of intimate (at a distance!) conversations. We also thank <strong>Charmaine Nelson</strong>, <strong>Stan Douglas</strong>, and <strong>Melanie O&rsquo;Brian</strong> for their participation as keynote speakers.</p>
  					<p>Finally, we thank the students who assisted with the conference, especially our research assistant <strong>Andrea Valentine-Lewis</strong>. Thanks also to UBC graduate students <strong>Tobias Ew&eacute;</strong>, <strong>Yubing Guo</strong>, <strong>Jasmine Hynes</strong>, <strong>Andrea S&aacute;nchez Ibarrola</strong>, <strong>Erika Kindsfather</strong>, <strong>Jessica Law</strong>, <strong>Daniela Montelongo Perez</strong> and <strong>Titilope Salami</strong>.</p>
				</div>	
			</div>
			<div class="row">
		    		<div class="col s12 m10 l7 offset-l1">
			    		<hr style="margin-top:2rem;margin-bottom: 4rem;border: 1px solid #999680;">
						<h2>Remerciements</h2>
						<h4>Nous devons remercier pour leur soutien plusieurs personnes et organisations, et c&rsquo;est avec une sinc&egrave;re gratitude que nous le faisons.</h4>
						<p>&Agrave; l&rsquo;Universit&eacute; Simon Fraser, nous remercions l&rsquo;&Eacute;cole des arts contemporains, et en particulier sa directrice <strong>Elspeth Pratt</strong>. Sans ses habilet&eacute;s pratiquement magiques, cet &eacute;v&eacute;nement n&rsquo;aurait pas &eacute;t&eacute; possible. Nous remercions aussi le bureau du doyen de la Facult&eacute; des communications, des arts et de la technologie, ainsi que le bureau du vice-recteur &agrave; l&rsquo;enseignement. &Agrave; l&rsquo;Universit&eacute; de la Colombie-Britannique, nous sommes reconnaissantes envers le D&eacute;partement d&rsquo;histoire de l&rsquo;art et des arts visuels, et surtout &agrave; sa directrice <strong>Dana Claxton</strong>, l&rsquo;administratrice <strong>Andrea Tuele</strong> et &agrave; coordinateur des programmes d'&eacute;tudes sup&eacute;rieures <strong>Bryn Dharmaratne</strong>. Nous remercions &eacute;galement le bureau du doyen de la Facult&eacute; des arts et aussi Fonds de dotation Audain en &eacute;tudes curatoriales pour l&rsquo;aide financiere. Nous sommes reconnaissantes envers nos coll&egrave;gues de ces deux &eacute;tablissements pour leur soutien, leurs conseils et leurs encouragements en cours de route.</p>
						<p>Nous remercions sp&eacute;cialement <strong>Alena Buis</strong> et le d&eacute;partement d&rsquo;histoire de l&rsquo;art et d&rsquo;&eacute;tudes religieuses du Coll&egrave;ge Langara pour leur soutien organisationnel et financier. Nous remercions aussi le pr&eacute;sident de l&rsquo;AAUC, <strong>Ben Fullalove</strong>, qui a form&eacute; avec nous le comit&eacute; d&eacute;cideur, ainsi que <strong>Fran Pauz&eacute;</strong>, l&rsquo;administratrice de l&rsquo;AAUC, dont la gestion calme du changement soudain de site du congr&egrave;s 2020 de l&rsquo;AAUC fut et est encore tr&egrave;s appr&eacute;ci&eacute;e.</p>
		  				<p>La conceptrice Web <strong>Deanna Peters/Mutable Subject</strong> m&eacute;rite une m&eacute;daille pour le magnifique site Web du congr&egrave;s de l&rsquo;AAUC qu&rsquo;elle a con&ccedil;u, lequel est devenu &agrave; la fois le programme et le site des actes de cette ann&eacute;e. Merci, Deanna, pour ton professionnalisme et ta souplesse, ainsi que pour t&rsquo;&ecirc;tre assur&eacute;e que le site Web est non seulement fonctionnel, mais agr&eacute;able &agrave; utiliser.</p>
		  				<p>&Agrave; l&rsquo;Universit&eacute; Simon Fraser, une &eacute;quipe technique de production d&eacute;vou&eacute;e qui inclut <strong>Gillian Hanemayer</strong>, <strong>Miles Lavkulich</strong>, <strong>Ben Rogalsky</strong>, <strong>Stefan Smulovitz</strong> et <strong>Brady Cranfield</strong> a fait en sorte qu&rsquo;il est possible non seulement de tenir le congr&egrave;s en ligne, mais aussi d&rsquo;accueillir un petit groupe d&rsquo;artistes et de chercheurs vancouv&eacute;rois dans les locaux de SFU Woodward&rsquo;s pour quelques conversations intimes (et distanci&eacute;es!). Nous remercions &eacute;galement <strong>Stan Douglas</strong>, <strong>Melanie O&rsquo;Brian</strong> et <strong>Charmaine Nelson</strong> pour leur participation &agrave; titre de conf&eacute;renciers d&rsquo;honneur.</p>
		  				<p>Enfin, nous remercions les &eacute;tudiants et les &eacute;tudiantes qui ont offert leur soutien au congr&egrave;s, en particulier notre adjointe &agrave; la recherche <strong>Andrea Valentine-Lewis</strong>. Nous remercions &eacute;galement les &eacute;tudiants aux cycles sup&eacute;rieurs de l&rsquo;UBC <strong>Tobias Ew&eacute;</strong>, <strong>Yubing Guo</strong>, <strong>Jasmine Hynes</strong>, <strong>Andrea S&aacute;nchez Ibarrola</strong>, <strong>Erika Kindsfather</strong>, <strong>Jessica Law</strong>, <strong>Daniela Montelongo Perez</strong> et <strong>Titilope Salami</strong>.</p>		
		    		</div>	
  			</div>
		</div>
		<div class="section" style="background-color:#ebe2d5;">
	     	<div class="row">
		     	<div class="col s10 offset-s1 l2">
			    	<p style="font-size:.9rem;color:#433c3c;">advertisements</p>
		     	</div>
			 	<div class="col s10 offset-s1 l4">
			    	<a href="https://www.ecuad.ca/" target="_blank"><img src="images/promo-ecu.jpg" class="scale-with-grid" style="margin-top:3rem;margin-bottom:1rem;"></a>
		     	</div>
			 	<div class="col s10 offset-s1 l4 offset-l1">
			    	<a href="https://carleton.ca/arthistory/" target="_blank"><img src="images/promo-carleton.png" class="scale-with-grid" style="margin-bottom:3rem;"></a>
		     	</div>
	     	</div>
     	</div>			    
   		<div id="footer">
			<div class="row">
				<div class="col s4 m4">
					<a class="waves-effect waves-light btn-small" href="https://twitter.com/hashtag/uaac2020?src=hashtag_click" target="_blank">#uaac2020</a>
					<ul>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a></li>
						<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">facebook</a></li>
						<li class="footer"><a href="mailto:uaac@gozoom.ca">email</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
					</ul>
				</div>
				<div class="col s6 offset-s2 m6 offset-m2 l4 offset-l4 right-align">
					<a href="https://www.sfu.ca/" target="_blank"><img src="images/logo-sfu.png" class="scale-with-grid" style="margin-top:1rem;" alt="logo: Simon Fraser University"></a><br/>
					<a href="https://www.sfu.ca/sca.html" target="_blank"><img src="images/logo-sfu-sca.png" class="scale-with-grid" style="margin-top:1.5rem;padding-left:1.5rem;" alt="logo: Simon Fraser University, School for Contemporary Arts"></a><br/>
				    <a href="https://www.ubc.ca/" target="_blank"><img src="images/logo-ubc.png" class="scale-with-grid" style="margin-top:1.5rem;padding-left:1.5rem;" alt="logo: University of British Columbia"></a><br/>
				    <a href="https://ahva.ubc.ca/" target="_blank"><img src="images/logo-ahva.png" class="scale-with-grid" style="margin-top:.7rem;padding-left:1rem;" alt="logo: University of British Columbia, Department of Art History, Visual Art + Theory"></a>
				</div>
			</div>
		</div>
	    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
     </body>
</html>