<!DOCTYPE html>
<html>
     <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>UAAC 2020</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="UAAC 2020 Online Conference" />
		<meta name="description" content="F.6 Le double du corps: entre arts, sciences et musées" />
		<meta property="og:image" content="http://uaac-aauc.com/2020/images/f6-1.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2020/f6.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content="F.6 Le double du corps: entre arts, sciences et musées" />
		<link rel="apple-touch-icon" sizes="180x180" href="/2020/apple-touch-icon.png">
		<link rel="icon" type="image/png" sizes="32x32" href="/2020/favicon-32x32.png">
		<link rel="icon" type="image/png" sizes="16x16" href="/2020/favicon-16x16.png">
		<link rel="manifest" href="/2020/site.webmanifest">
		<link rel="mask-icon" href="/2020/safari-pinned-tab.svg" color="#5bbad5">
		<meta name="msapplication-TileColor" content="#da532c">
		<meta name="theme-color" content="#ffffff">
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
     </head>
     <body>
	     <div class="navbar-fixed">
		     <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/uaac2020.png" class="brand-logo-img scale-with-grid"></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="about.html">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	     </div>
	     <div id="content">
    			<div class="row">
		    		<div class="col s12 m11 l9 offset-l1">
			    		<h2>F.6 Le double du corps: entre arts, sciences et mus&eacute;es</h2>
				    	<hr style="margin-top:4rem;margin-bottom: 4rem;border: 1px solid #716e5a;">
				    	<h2>F.6 The Double of the Body: Between Arts, Sciences and Museums</h2>
			    		<h6>Sat Oct 17 / 9:00 &ndash; 10:30</h6>
			    		<a class="waves-effect waves-light btn-large expired"><i class="large material-icons right">voice_chat</i> expired</a>
			    		<!--<a class="waves-effect waves-light btn-large" href="https://sfu.zoom.us/j/81832247614" target="_blank"><i class="large material-icons right">voice_chat</i> join</a>-->
		    		</div>
    			</div>
    			<div class="row">
	    		<div class="col s12 m11 l10 offset-l1">
		    		<p class="title">pr&eacute;sidentes / chairs /</p>
		    		<ul>
			    		<li class="participants"><strong>Jessica Ragazzini</strong><span class="school">, Universit&eacute; du Qu&eacute;bec en Outaouais (UQO)</span></li>
			    		<li class="participants"><strong>M&eacute;lanie Boucher</strong><span class="school">, Universit&eacute; du Qu&eacute;bec en Outaouais (UQO)</span></li>
		    		</ul>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<p>De tout temps, l&rsquo;&ecirc;tre humain a aspir&eacute; &agrave; cr&eacute;er son double. Il s&rsquo;agit tant de la qu&ecirc;te du scientifique que celle du cr&eacute;ateur qui, comme Pygmalion, souhaite donner &laquo;&nbsp;vie &raquo; &agrave; son &oelig;uvre. De la fiction artistique &agrave; la science-fiction, la fronti&egrave;re est parfois mince. Les buts poursuivis sont-ils les m&ecirc;mes ? Le double ne se limite pas au corps imagin&eacute; dans la litt&eacute;rature, ou produit en laboratoire, il est notamment pr&eacute;sent dans les arts visuels, au cin&eacute;ma et m&ecirc;me en milieu mus&eacute;al, o&ugrave; le public d&rsquo;hier et surtout d&rsquo;aujourd&rsquo;hui cherche dans les &oelig;uvres diverses formes de correspondances. Comment aborder ces simulacres vari&eacute;s, issus des vis-&agrave;-vis entre le soi et l&rsquo;autre ? Impr&eacute;gn&eacute;s d&rsquo;une valeur esth&eacute;tique, th&eacute;ologique, scientifique, m&ecirc;me politique, que nous disent-ils de notre rapport &agrave; la corpor&eacute;it&eacute;&nbsp;? &Agrave; la lumi&egrave;re de l&rsquo;actualit&eacute;, cette s&eacute;ance souhaite contribuer &agrave; la r&eacute;flexion sur l&rsquo;humain et son double.</p>
		    		<hr style="margin-top:4rem;margin-bottom: 4rem;border: 1px solid #716e5a;">
		    		<p>Human beings have always aspired to create their double. It is both the quest of the scientist and that of the creator who, like Pygmalion, wishes to give &quot;life&quot; to his creation. From artistic fiction to science fiction, the border is sometimes thin. Are the pursued goals the same? The double is not limited to the body imagined in literature, or produced in a laboratory, it is notably present in visual arts, in cinema and even in museum environment, where the public of yesterday, and today especially, seeks in works various forms of correspondence. How to approach these various simulacrums, from the vis-&agrave;-vis between the self and the other? Steeped in aesthetic, theological, scientific, even political value, what do they tell us about our relationship to corporeality? In the todays&rsquo; light, this session wishes to contribute to reflection on the human and his double.</p>
	    		</div>
	    		<div class="col s12 m8 offset-m4 l5 offset-l6">
		    		<p class="bio"><strong>Jessica Ragazzini</strong> est doctorante en &eacute;tudes des arts (cotutelle UQO/Universit&eacute; Paris Nanterre). Son parcours en philosophie est mis &agrave; profit dans des recherches transdisciplinaires portant sur la tension qui r&eacute;side entre le corps r&eacute;ifi&eacute; et l&rsquo;objet subjectiv&eacute; en photographie. Depuis 2018, elle est assistante de recherche pour le projet Origine et actualit&eacute; du devenir objet du sujet : se recr&eacute;er au mus&eacute;e, dans les expositions. En 2019, elle est commissaire adjointe de l&rsquo;exposition <i>La Robe de chair au Mus&eacute;e national : expositions et reconstitution</i>, pr&eacute;sent&eacute;e Galerie UQO o&ugrave; elle est &eacute;galement assistante. Elle a effectu&eacute; plusieurs communications (UAAC, ACFAS, Cerli, Stella Incognita) et publi&eacute; sur les th&egrave;mes de l&rsquo;animation des objets inertes et sur l&rsquo;objectivation des corps et de la photographie (<i>Graat &Eacute;tudes sur le genre &amp; &Eacute;tudes culturelles, Meridian of criticism &ndash; Annals of Stefan cel Mare University of Suceava, Angles Digital Subjectivities</i>).</p>
		    		<p class="bio"><strong>Mélanie Boucher</strong> est professeure aux programmes de mus&eacute;ologie et d&rsquo;histoire de l&rsquo;art de l&rsquo;UQO. Pr&eacute;alablement, elle a occup&eacute; diff&eacute;rents postes en conservation/recherche ainsi qu&rsquo;effectu&eacute; du commissariat ind&eacute;pendant. Elle poss&egrave;de une expertise sur les strat&eacute;gies intrusives par lesquelles les mus&eacute;es ins&egrave;rent ponctuellement de l&rsquo;art contemporain dans les salles de leurs collections et sur les enjeux li&eacute;s &agrave; la diffusion de performances mus&eacute;alis&eacute;es. Son int&eacute;r&ecirc;t pour l&rsquo;art performatif, duquel d&eacute;coule une th&egrave;se de doctorat, oriente &eacute;galement ses recherches vers le tableau vivant et les pratiques apparent&eacute;es. Boucher est chercheuse principale du groupe de recherche Origine et actualit&eacute; du devenir objet du sujet : se recr&eacute;er au mus&eacute;e, dans les expositions (CRSH) et membre du groupe de recherche CI&Eacute;CO : Collection et imp&eacute;ratif &eacute;v&egrave;nementiel (CRSH). En 2019, avec Ersy Contogouris, elle est r&eacute;dactrice invit&eacute;e du dossier de la revue RACAR <i>Stay Still : Histoire, actualit&eacute; et pratique du tableau vivant</i>.</p>
    			</div>
		</div>
		<div class="row description">
			<div class="col s12 l8 offset-l1">
		    		<img src="images/f6-1.jpg" class="scale-with-grid">
		    		<p class="credits"><a href="https://www.instagram.com/p/CEoOzy9JW_Y/" target="_blank">muldoonbd</a>. (Utilisateur Instagram), Egon Schiele’s self portrait 1910. Image numérique - Autoportrait par mise en scène, 2 septembre 2020, Capture d’écran.</p>
	    		</div>
    			<div class="col s12 m10 l7 offset-l1">
	    			<h3>F.6.1 <i>L&rsquo;&oelig;uvre d&rsquo;art et l&rsquo;exp&eacute;rience humaine de son absence : le cas des &eacute;goportraits d&rsquo;identification en temps de pand&eacute;mie. Un regard mus&eacute;ologique et anthropologique</i></h3>
	    			<p class="presenter"><strong>Eric Langlois</strong><span class="school">, UQO &ndash; &Eacute;MI</span></p>
				<p>La crise pand&eacute;mique, par sa p&eacute;riode de confinement et de fermeture des institutions mus&eacute;ales, nous a &eacute;loign&eacute;s des vraies choses du mus&eacute;e, des <i>musealia</i>. (Cameron, 1968). Ce sont leurs caract&eacute;ristiques mises au service de l&rsquo;action et de l&rsquo;identit&eacute; humaine (Julien et Rosselin, 2005) qui induisent une appropriation de l&rsquo;objet (Lefebvre, 1970). De m&ecirc;me, sonder le r&ocirc;le social des objets nous permet de comprendre divers jeux de force ayant un impact sur les identit&eacute;s individuelles et sociales (Bourdieu, 1979). C&rsquo;est dans ces conditions qu&rsquo;il est propos&eacute; de mettre en perspective cet &eacute;loignement forc&eacute; de la chose mus&eacute;ale. C&rsquo;est dans le contexte des collections d&rsquo;art, voire de leur existence num&eacute;rique, qu&rsquo;il est particuli&egrave;rement pertinent d&rsquo;observer un ph&eacute;nom&egrave;ne qui &eacute;tait d&eacute;j&agrave; latent &agrave; l&rsquo;&egrave;re pr&eacute;-COVID-19 : l&rsquo;&eacute;goportrait d&rsquo;identification par la mise en sc&egrave;ne. Les #gettychallenge, #artenquarantaine ou #museumathome ont notamment servi de vecteurs dans les r&eacute;seaux sociaux (Langlois, 2020). Si transformer les objets est une mani&egrave;re de marquer une appropriation et que ceux-ci transforment ceux qui les manipulent (Turgeon, 2007), soulignons que cela s&rsquo;est fait &ndash; pour la p&eacute;riode observ&eacute;e &ndash; de mani&egrave;re ludique et cr&eacute;ative (Langlois, 2020). Une construction r&eacute;ciproque d&eacute;polarisant les concepts &laquo; nature &raquo; et &laquo; culture &raquo; et alliant comme &laquo; m&eacute;diateurs &raquo;, objets et sujets (Bonnot, 2014). L&rsquo;exp&eacute;rience humaine de l&rsquo;objet, ici objet d&rsquo;art, est un puissant moteur identitaire. Que cette exp&eacute;rience participative ait &eacute;t&eacute; num&eacute;rique, tant par le substitut-image que par son cadre de diffusion, cela n&rsquo;a pas emp&ecirc;ch&eacute; l&rsquo;&ecirc;tre humain d&rsquo;amplifier le ph&eacute;nom&egrave;ne pour ainsi r&eacute;pondre &agrave; ses besoins identitaires, exacerb&eacute;s par le confinement. On a ainsi port&eacute; un objet absent - l&rsquo;&oelig;uvre - comme pr&eacute;sent (Marin, 1994). Car lorsque la vraie chose devient inaccessible, elle devient bien souvent d&rsquo;int&eacute;r&ecirc;t et ne reste alors que le substitut num&eacute;rique pour nous assouvir, nous &ecirc;tres humains et &eacute;minemment sensibles que nous sommes.</p>
			</div>
			<div class="col s12 m8 offset-m4 l5 offset-l6">
				<p class="bio"><strong>Eric Langlois</strong> est professeur de mus&eacute;ologie et patrimoines &agrave; l&rsquo;Universit&eacute; du Qu&eacute;bec en Outaouais (UQO). Sp&eacute;cialis&eacute; dans le champ de recherche qu&rsquo;est la cybermus&eacute;ologie, on lui doit notamment la cr&eacute;ation du premier programme de premier cycle dans ce domaine au Canada. De fait, apr&egrave;s une carri&egrave;re professionnelle consacr&eacute;e au d&eacute;veloppement d&rsquo;applications en cybermus&eacute;ologie (sites, jeux, expositions), il est engag&eacute; par l&rsquo;UQO en 2002 afin de d&eacute;velopper ce programme au sein de l&rsquo;&Eacute;cole multidisciplinaire de l&rsquo;image (&Eacute;MI). Il y cr&eacute;e &eacute;galement, avec la professeure Nada Guzin Lukic, un programme de premier cycle complet en mus&eacute;ologie et patrimoines. Il a &eacute;galement fait partie de l&rsquo;&eacute;quipe professorale de l&rsquo;&Eacute;MI qui a initi&eacute; un nouveau programme de ma&icirc;trise en mus&eacute;ologie et pratiques des arts. Alliant th&eacute;orie et pratique, il r&eacute;alise des mandats de recherche pour diff&eacute;rents organismes et institutions. Son expertise unique est reconnue au Canada et &agrave; l&rsquo;international.</p>
			</div>
    		</div>
    		<div class="row description">
		    	<div class="col s12 m8 l4 offset-l1">
		    		<img src="images/f6-2.jpg" class="scale-with-grid">
		    		<p class="credits">Pl. XV. Gautier d&rsquo;Agoty, Jacques Fabien, Myologie compl&egrave;te en couleur et grandeur naturelle, compos&eacute;e de l&rsquo;essai et de la suite de l&rsquo;essai d&rsquo;anatomie, en tableaux imprim&eacute;s, 1746. Cote 937.</p>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>F.6.2 <i>Deux corps en un : la greffe et l&rsquo;imaginaire du double</i></h3>
		    		<p class="presenter"><strong>Jean-Fran&ccedil;ois Chassay</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></p>
				<p>Si les greffes v&eacute;g&eacute;tales existent gr&acirc;ce aux Chinois depuis quelques milliers d&rsquo;ann&eacute;es, les transplantations humaines sont &eacute;videmment beaucoup plus r&eacute;centes. D&rsquo;une greffe de corn&eacute;e (1905) &agrave; celle d&rsquo;un ut&eacute;rus (2014), en passant par la transplantation cardiaque r&eacute;ussie par le docteur Christiaan Barnard en 1967, le ph&eacute;nom&egrave;ne est devenu presque banal. N&eacute;anmoins sa pr&eacute;sence dans l&rsquo;imaginaire est toujours aussi pr&eacute;gnante. Comment accepter une part de l&rsquo;autre en soi? Comment l&rsquo;Identit&eacute; en est-elle alt&eacute;r&eacute;e? Ces questions ont &eacute;t&eacute; finement abord&eacute;es sur le plan philosophique par Jean-Luc Nancy dans <i>L&rsquo;intrus</i>. Mais les artistes, les &eacute;crivains, les cin&eacute;astes, s&rsquo;en sont aussi empar&eacute;s de multiples fa&ccedil;ons. La Biennale nationale de sculpture contemporaine en 2012 intitul&eacute;e <i>Greff&eacute;/griff&eacute;</i> donnait &agrave; sa mani&egrave;re une id&eacute;e de l&rsquo;importance de motifs comme l&rsquo;alt&eacute;rit&eacute; et l&rsquo;hybridit&eacute; dans une r&eacute;flexion artistique sur la greffe. Litt&eacute;rature et cin&eacute;ma insistent sur ce sujet et montrent comment il renouvelle la figure centrale dans l&rsquo;imaginaire du double, qu&rsquo;on pense aux allogreffes (<i>Les mains d&rsquo;Orlac</i>) ou aux x&eacute;nogreffes (<i>The Island of Dr. Moreau</i>, <i>The Fly</i>). Cette communication s&rsquo;arr&ecirc;tera dans cette perspective au roman <i>Corps d&eacute;sirable</i> du romancier fran&ccedil;ais Hubert Haddad qui s&rsquo;appuie sur les th&eacute;ories assez fumeuses du neurochirurgien italien Sergio Canavero, ce dernier affirmant pouvoir r&eacute;ussir bient&ocirc;t une greffe de t&ecirc;te. Le roman imagine que l&rsquo;op&eacute;ration fonctionne et s&rsquo;interroge sur les multiples probl&egrave;mes d&rsquo;identit&eacute; que Canavero ne soul&egrave;ve pas. Comment vivre dans le corps de quelqu&rsquo;un, &agrave; la fois soi et autre? Le corps devient un objet esth&eacute;tique, de fascination et de rejet : le personnage se regarde &laquo;&nbsp;&agrave; distance &raquo;. En ce sens, la perception est au c&oelig;ur du roman. Cette r&eacute;flexion philosophique se noue &agrave; une intrigue polici&egrave;re, <i>Private I et Private Eye</i> prenant ici une dimension singuli&egrave;re.</p>
			</div>
			<div class="col s12 m8 offset-m4 l5 offset-l6">
				<p class="bio">Professeur au D&eacute;partement d&rsquo;&eacute;tudes litt&eacute;raires de l&rsquo;Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al depuis 1991, <strong>Jean-Fran&ccedil;ois Chassay</strong> a publi&eacute; 31 livres (fictions, essais, anthologies, direction de collectifs) et fera para&icirc;tre l&rsquo;an prochain aux PUM un essai intitul&eacute; <i>La monstruosit&eacute; en face. Essai sur les sciences et leurs monstres dans la fiction. Il a &eacute;t&eacute; codirecteur de la revue Spirale</i> (1986-1991) et directeur de la revue <i>Voix et Images</i> (1998-2001) en plus d&rsquo;&ecirc;tre chroniqueur pour de multiples &eacute;missions litt&eacute;raires &agrave; Radio-Canada depuis 1986. Il s&rsquo;int&eacute;resse en particulier &agrave; la repr&eacute;sentation de la science et du scientifique dans la fiction et dans le discours social, dans des perspectives &eacute;pist&eacute;mocritiques et sociocritiques.</p>
			</div>
    		</div>
    		<div class="row description">
	    		<div class="col s12 m8 l4 offset-l1">
		    		<img src="images/f6-3.jpg" class="scale-with-grid">
		    		<p class="credits">WhiteFeather Hunter, <i>Mooncalf</i>, digital photograph, 2019.</p>
	    		</div>
    			<div class="col s12 m10 l7 offset-l1">
	    			<h3>F.6.3 <i>Mooncalf</i></h3>
	    			<p class="presenter"><strong>WhiteFeather Hunter</strong><span class="school">, University of Western Australia</span></p>
				<p>The research-creation project I will present intersects witchcraft with laboratory practice from a material and eco-feminist point of view, through body-based art and science experimentation. I am currently engaged in a series of lab experiments that determine the viability of menstrual serum as a substitute for Fetal Calf Serum, used to culture (grow) mammalian tissue in vitro. Tissue culture is now used to promote a speculative future of &laquo; clean meat &raquo; or lab-grown meat that replaces animal products. In my project, the human offers to stand in for the animal meant to be consumed, through use of biotechnologies and without sacrificing herself. My alternative use of menstrual serum references historical trends of cannibalism, believed to have occurred due to food scarcity in times of climate change. The term, &lsquo;mooncalf&rsquo; is an outdated descriptor for a deformed mass of tissue growing in a bovine uterus. This monstrosity was believed to be caused by lunar influence, usually an eclipse or &lsquo;blood moon&rsquo;. Ritual observations of blood moons links the mooncalf to blood sacrifices meant to mitigate supernatural malevolence. The term, mooncalf, later came to refer to any &lsquo;poorly conceived&rsquo; or idiotic idea, pointing to the critique of lab-grown meat inherent in this project. The <i>Mooncalf</i> project is meant to invoke pre-scientific magic rituals, providing an entry point to reconfigure the &lsquo;witch&rsquo; as a skilled biotechnologist. By &lsquo;witch&rsquo;, I mean culturally villainized figures of female autonomy or feminine bodies, as well as contemporary feminist identities that align with posthuman eco-feminism. Such witchcraft includes sci-tech praxes claimed by feminist artists working in biotech and performing &lsquo;socially reproductive&rsquo; labour. In <i>Bioart Kitchen; Art, Feminism and Technoscience</i> (Kelley, 2016), artist and scholar, Lindsay Kelley asks, <i>&ldquo;What do new technologies taste like?&rdquo;</i> <i>Mooncalf</i> is a symbolic answer, meant to facilitate a cultural &lsquo;taste&rsquo; for feminist biotechnologies.</p>
			</div>
			<div class="col s12 m8 offset-m4 l5 offset-l6">
				<p class="bio"><strong>WhiteFeather Hunter</strong> is an internationally recognized Canadian artist and scholar, residing between Gatineau (Hull), Quebec and Perth, Australia. She is currently a SSHRC Doctoral Fellow, Australian Government Commonwealth Scholar and Postgraduate Scholar at the University of Western Australia, situated between the School of Human Sciences (SymbioticA International Centre of Biological Art) and the UWA School of Design. WhiteFeather's practice investigates vital materiality through biotechnological protocols, witch/craft, performance and new media. She presents work internationally, recently at Ars Electronica (AT), KIKK Festival (BE), University of the Arts Helsinki (FI) and in numerous North American cities. Her PhD thesis is a transdisciplinary research-creation project that fuses tissue engineering and eco-feminist witchcraft.</p>
			</div>
    		</div>
    		<a href="f6.html"><i class="large material-icons">arrow_upward</i></a>
	</div>
     	<div id="footer">
			<div class="row">
				<div class="col s4 m4">
					<a class="waves-effect waves-light btn-small" href="https://twitter.com/hashtag/uaac2020?src=hashtag_click" target="_blank">#uaac2020</a>
					<ul>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a></li>
						<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">facebook</a></li>
						<li class="footer"><a href="mailto:uaac@gozoom.ca">email</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
					</ul>
				</div>
				<div class="col s6 offset-s2 m6 offset-m2 l4 offset-l4 right-align">
					<a href="https://www.sfu.ca/" target="_blank"><img src="images/logo-sfu.png" class="scale-with-grid" style="margin-top:1rem;" alt="logo: Simon Fraser University"></a><br/>
					<a href="https://www.sfu.ca/sca.html" target="_blank"><img src="images/logo-sfu-sca.png" class="scale-with-grid" style="margin-top:1.5rem;padding-left:1.5rem;" alt="logo: Simon Fraser University, School for Contemporary Arts"></a><br/>
				     <a href="https://www.ubc.ca/" target="_blank"><img src="images/logo-ubc.png" class="scale-with-grid" style="margin-top:1.5rem;padding-left:1.5rem;" alt="logo: University of British Columbia"></a><br/>
				     <a href="https://ahva.ubc.ca/" target="_blank"><img src="images/logo-ahva.png" class="scale-with-grid" style="margin-top:.7rem;padding-left:1rem;" alt="logo: University of British Columbia, Department of Art History, Visual Art + Theory"></a>
				</div>
			</div>
		</div>	    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
    </body>
  </html>