<!DOCTYPE html>
<html>
     <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>UAAC 2020</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="UAAC 2020 Online Conference" />
		<meta name="description" content="F.8 RAA19: Research on Art and Architecture of the Nineteenth Century, Part 1" />
		<meta property="og:image" content="http://uaac-aauc.com/2020/images/f8-1.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2020/f8.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content="F.8 RAA19: Research on Art and Architecture of the Nineteenth Century, Part 1" />
		<link rel="apple-touch-icon" sizes="180x180" href="/2020/apple-touch-icon.png">
		<link rel="icon" type="image/png" sizes="32x32" href="/2020/favicon-32x32.png">
		<link rel="icon" type="image/png" sizes="16x16" href="/2020/favicon-16x16.png">
		<link rel="manifest" href="/2020/site.webmanifest">
		<link rel="mask-icon" href="/2020/safari-pinned-tab.svg" color="#5bbad5">
		<meta name="msapplication-TileColor" content="#da532c">
		<meta name="theme-color" content="#ffffff">
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
     </head>
     <body>
	     <div class="navbar-fixed">
		     <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/uaac2020.png" class="brand-logo-img scale-with-grid"></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="about.html">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	     </div>
	     <div id="content">
	    		<div class="row">
		    		<div class="col s12 m10 l9 offset-l1">
			    		<h2>F.8 RAA19: Research on Art and Architecture of the Nineteenth Century, <nobr>Part 1</nobr></h2>
			    		<hr style="margin-top:4rem;margin-bottom: 4rem;border: 1px solid #716e5a;">
			    		<h2>F.8 RAA19: R&eacute;seau art et architecture du 19e si&egrave;cle, <nobr>Partie 1</nobr></h2>
			    		<h6>Sat Oct 17 / 9:00 &ndash; 10:30</h6>
			    		<a class="waves-effect waves-light btn-large expired"><i class="large material-icons right">voice_chat</i> expired</a>
			    		<!--<a class="waves-effect waves-light btn-large" href="https://sfu.zoom.us/j/82318616866" target="_blank"><i class="large material-icons right">voice_chat</i> join</a>-->
		    		</div>
	    		</div>
	    		<div class="row">
		    		<div class="col s12 m11 l10 offset-l1">
			    		<p class="title">chairs / pr&eacute;sidentes /</p>
			    		<ul>				    		
				    		<li class="participants"><strong>Marie-Charlotte Lamy</strong><span class="school">, Universit&eacute; de Montr&eacute;al et Universit&eacute; de Lausanne</span></li>
				    		<li class="participants"><strong>Ersy Contogouris</strong><span class="school">, Universite&#769; de Montre&#769;al</span></li>
			    		</ul>
		    		</div>
		    		<div class="col s12 m10 l7 offset-l1">
			    		<p>The aim of the <a href="http://www.raa19.com" target="_blank">RAA19</a> (Research on Art and Architecture of the Nineteenth Century) is to encourage innovative studies of nineteenth-century art and architecture. This open session welcomes papers that examine theoretical issues or case studies that focus on any aspect of the art and architecture of the long nineteenth century, from 1789 to 1914.</p>
			    		<hr style="margin-top:4rem;margin-bottom: 4rem;border: 1px solid #716e5a;">
			    		<p>L&rsquo;objectif du <a href="http://www.raa19.com" target="_blank">R&eacute;seau art et architecture du 19e si&egrave;cle</a> consiste &agrave; promouvoir le renouveau des recherches globales et interdisciplinaires sur le 19e si&egrave;cle en histoire de l&rsquo;art et de l&rsquo;architecture. Cette session ouverte invite des propositions th&eacute;oriques ou des &eacute;tudes de cas qui couvrent des corpus issus du long 19e si&egrave;cle, de 1789 &agrave; 1914.</p>
		    		</div>
		    		<div class="col s12 m8 offset-m4 l5 offset-l6">
			    		<p class="bio"><strong>Marie-Charlotte Lamy:</strong> J&rsquo;effectue une th&egrave;se de doctorat entre l&rsquo;Universit&eacute; de Montr&eacute;al et l&rsquo;Universit&eacute; de Lausanne. Mon sujet porte sur les portraits des membres de la cour napol&eacute;onienne. J&rsquo;ai eu l&rsquo;occasion de pr&eacute;senter mes recherches lors de diff&eacute;rentes manifestations scientifiques et d&rsquo;organiser des journ&eacute;es d&rsquo;&eacute;tude &agrave; l&rsquo;Universit&eacute; de Lausanne.</p>
			    		<p class="bio"><strong>Ersy Contogouris:</strong> I am assistant professor of art history at the Universit&eacute; de Montr&eacute;al. My research focuses on eighteenth and nineteenth-century art, and on the history of caricature and graphic satire. I was the co-guest editor, with M&eacute;lanie Boucher, of the Fall 2019 issue of <i>RACAR</i> on tableaux vivants. My book, <i>Emma Hamilton and Late Eighteenth-Century European Art: Agency, Performance, and Representation</i>, was published by Routledge in 2018.</p>
		    		</div>
	    		</div>
	    		<div class="row description">
		    		<div class="col s12 m9 l4 offset-l1">
			    		<img src="images/f8-1.jpg" class="scale-with-grid">
			    		<p class="credits">Brain of an African Bushwoman two figures, views from above and below. Lithograph by E.M. Williams after H. Watkins, 1864. Courtesy of Deanna Bowen.</p>
		    		</div>
		    		<div class="col s12 m10 l7 offset-l1">
			    		<h3>F.8.1 <i>Pattern Drawers in Paisley, Scotland&rsquo;s Nineteenth-Century Cashmere Shawl Industry &ndash; Imitation and Innovation</i></h3>
			    		<p class="presenter"><strong>Sheilagh Quaile</strong><span class="school">, Independent Scholar</span></p>
	    				<p>Facilitated by increased trade between Asia and Europe, handloom-woven shawls from the Kashmir region of the Indian subcontinent became fashionable in Europe during the latter half of the eighteenth century. By the 1780s, European manufacturers had picked up on this trend, producing textiles which imitated Asian patterns, but which sold at lower prices to meet a wider market. Kashmiri shawls and their imitations were ubiquitous in Britain by the mid-nineteenth century and were particularly favoured by women as an outer layer of clothing. In this paper, I investigate the imitation Kashmiri shawl industry of one of the most renowned and prominent European producers &ndash; the town of Paisley, Scotland &ndash; to assess the artistic innovation of its products between 1805 and 1870. How much did Paisley&rsquo;s pattern drawers rely on the designs of their competitors &ndash; European and South Asian &ndash; to produce their own work? To do this, I look at the pattern drawers&rsquo; training, sources, tools, and methods. I describe stylistic changes to the shawl designs over time, including the geometric abstraction of Asian floral motifs by European designers. Some scholars have proposed that this aesthetic evolution reflects Orientalist perceptions of the East as less rational and more sensuous than the West. However, by connecting with scholarship on the contemporaneous British design reform movement, I indicate that for Victorians this development suited a new aesthetic &ndash; one that was considered fitting to an age of industrialisation and increasingly mechanised production. I will explain how Indian and Persian shawls became inspirational models and pedagogical tools in British design education, at a time when Victorians sought to make scientific study of the principles of design, and when good design was thought to promise Britain&rsquo;s sustained global supremacy in textile manufacturing.</p>
	    			</div>
	    			<div class="col s12 m8 offset-m4 l5 offset-l6">
	    				<p class="bio"><strong>Sheilagh Quaile</strong> is an art historian specializing in global nineteenth-century textiles and design. Funded by a SSHRC Doctoral Fellowship and a Bader Fellowship, her recently completed PhD thesis, <i>Paisley, Scotland&rsquo;s nineteenth-century shawl designers: Innovators or imitators?&rdquo;</i> investigated the sources, methods, and training of provincial Victorian designers who emulated South Asian products. Quaile&rsquo;s research examines how the British supressed, studied, imitated, and eventually displaced South Asian textiles in the global economy, and traces how the global trade in textiles affected design and manufacturing during the long nineteenth century.</p>
	    			</div>
		    	</div>
		    	<div class="row description">
		    		<div class="col s12 m10 l7 offset-l1">
			    		<h3>F.8.2 <i>Photographer Emma Jane Gay: Performing and ‘Documenting’ Gender and Ethnicity in Nineteenth-Century Idaho</i></h3>
			    		<p class="presenter"><strong>Anna Dempsey</strong><span class="school">, University of Massachusetts Dartmouth</span></p>
	    				<p>Emma Jane Gay, a self-taught photographer went to Idaho in 1889 at age 58 to document the government&rsquo;s implementation of the Dawes Act (land allotment law) with the Nez Perce. She travelled with her companion, ethnologist Alice C. Fletcher, the government official responsible for parceling out the allotments. Gay&rsquo;s photographs and memoir of her sojourn with the Nez Perce (Choup-nit-ki) evidence her struggle to reconcile conventional white nationalist values with her sympathy for the terrible impact Euro-Americans had on indigenous peoples&rsquo; lives. While in Idaho, she photographed herself as two personas: a conventionally garbed &ldquo;Cook&rdquo; and a gender neutral &ldquo;Photographer&rdquo; who always faces away from the viewer. The practical Cook is there to document the implementation of the Dawes act. By contrast, the Photographer is free to imagine and perform: to occupy multiple identities and positions.  In these self-portraits, Gay not only subverted gender binaries, but also expanded gender possibilities. She positioned herself as both insider and outsider. As Georgi Finlay observes: Women&rsquo;s <i>&ldquo;positioning... within an expansionist discourse is essentially unstable, oscillating between national loyalty and the privileging of personal relations. It is these fissures in some women&rsquo;s western narratives that contain a cultural critique which shatters the conventional binary narratives.&rdquo;</i> As I will argue, Gay&rsquo;s creative work opens up a fissure that allowed for, as Rosi Braidotti states, <i>&ldquo;a play of multiple, fractured aspects of the self... [that] require a bond to the &lsquo;other&rsquo;.&ldquo;</i> For Gay, the &lsquo;other&rsquo; represented the Nez Perce woman: <i>&ldquo;She will tie her cradle-board to her saddle and gallop off as free as her husband; freer... she owns her children, her horses, her home.&rdquo;</i> Although Gay contradicts this sentiment elsewhere, her work represents a late nineteenth century effort to destabilize conventional gender and ethnic norms by opening up a &ldquo;fissure&rdquo; in which she could perform multiple identities&mdash;identities that at times allowed her to see the &ldquo;other.&rdquo;</p>
	    			</div>
	    			<div class="col s12 m8 offset-m4 l5 offset-l6">
	    				<p class="bio"><strong>Anna Dempsey</strong> is a Professor of Art History at the University of Massachusetts Dartmouth (USA). She received her Ph.D. from Columbia University with a dissertation focused on Walter Benjamin and cultural memory. Her current research interests center on race and gender politics in modern and contemporary painting, photography and film. Currently, Ms. Dempsey is working on a book titled <i>Working Women Artists, Networks and the Construction of American Modernism</i>, based on research on late nineteenth and early twentieth century material culture she did at the Winterthur Museum in Delaware (a recipient of a National Endowment for the Humanities fellowship).</p>
	    			</div>
		    	</div>
		    	<div class="row description">
		    		<div class="col s12 m10 l7 offset-l1">
			    		<h3>F.8.3 <i>Blanche d&rsquo;Antigny (1840-1874), &Egrave;ve Lavalli&egrave;re (1866-1929) et Liane de Pougy (1869-1950) : des Madeleine modernes?</i></h3>
			    		<p class="presenter"><strong>Mathilde Le&iuml;chl&eacute;</strong><span class="school">, Universit&eacute; de Montr&eacute;al/Universit&eacute; PSL (&Eacute;cole Practique des Hautes &Eacute;tudes)</span></p>
	    				<p>Au XIXe si&egrave;cle, la vie de la sainte Marie Madeleine et ses repr&eacute;sentations sont entrem&ecirc;l&eacute;es &agrave; celles de femmes contemporaines. Des textes comme <i>Les Marie-Magdeleine de Charles Marchal</i> (1857) ou <i>Les Madeleines repenties</i> (1869) d&rsquo;Alexandre Dumas fils portent une r&eacute;flexion sur la prostitution contemporaine en passant par le mythe, transposant une trajectoire typique du p&eacute;ch&eacute; vers la r&eacute;demption sur la vie de femmes du XIXe si&egrave;cle. Au cours de leurs carri&egrave;res d&rsquo;actrices et de courtisanes, Blanche d&rsquo;Antigny, &Egrave;ve Lavalli&egrave;re et Liane de Pougy sont rapproch&eacute;es de la p&eacute;cheresse repentie. En 1858, Blanche d&rsquo;Antigny pose pour <i>La Madeleine p&eacute;nitente</i> de Paul Baudry et Jean B&eacute;raud aurait repr&eacute;sent&eacute; Liane de Pougy en 1891 dans <i>La Madeleine chez le Pharisien</i>. Marqu&eacute;es par ces imaginaires, ces femmes se les r&eacute;approprient et int&egrave;grent la sainte dans leurs vies : Blanche d&rsquo;Antigny offre un chemin de croix &agrave; a coll&eacute;giale Sainte-Marie-Madeleine de M&eacute;zi&egrave;res-en-Brenne, &Egrave;ve Lavalli&egrave;re fait le p&egrave;lerinage &agrave; la Sainte-Baume, se retire dans une maison qu&rsquo;elle appelle B&eacute;thanie et devient s&oelig;ur &Egrave;ve-Marie du C&oelig;ur de J&eacute;sus tandis que Liane de Pougy devient s&oelig;ur Anne-Marie-Madeleine de la P&eacute;nitence. L&rsquo;&eacute;tude des traces qu&rsquo;elles ont laiss&eacute;es (journaux intimes, correspondance, vente apr&egrave;s d&eacute;c&egrave;s) permet de comprendre leur part active face aux images et aux constructions, leur volont&eacute; de ma&icirc;triser leur post&eacute;rit&eacute;. Comparer cette perspective avec les n&eacute;crologies et biographies qui ont &eacute;t&eacute; &eacute;crites par la suite montre dans quelle mesure certains sch&eacute;mas du XIXe si&egrave;cle sont repris, prolong&eacute;s, effa&ccedil;ant la femme derri&egrave;re le type et comment d&rsquo;autres entreprises leurs rendent la parole.</p>
	    			</div>
	    			<div class="col s12 m8 offset-m4 l5 offset-l6">
	    				<p class="bio"><strong>Mathilde Le&iuml;chl&eacute;</strong> est doctorante en histoire de l&rsquo;art &agrave; l&rsquo;Universit&eacute; de Montr&eacute;al et &agrave; l&rsquo;Universit&eacute; PSL (&Eacute;cole Pratique des Hautes &Eacute;tudes). Sa th&egrave;se porte sur les images et imaginaires li&eacute;s &agrave; la sainte Marie Madeleine au XIXe si&egrave;cle en France. Elle s'int&eacute;resse aux rapports qui unissent iconographies religieuses, politiques d'encadrement des m&oelig;urs et vie des femmes contemporaines. Ses recherches concernent &eacute;galement les repr&eacute;sentations des violences sexuelles au XIXe si&egrave;cle. Membre du collectif les Jaseuses, elle est aussi co-responsable de l'atelier Corps, genre, arts de l'association EFiGiES. Laur&eacute;ate du programme &quot;Immersion&quot; du Labex CAP, elle est charg&eacute;e de recherches au mus&eacute;e d'Orsay jusqu'en novembre 2020 et travaille &agrave; la valorisation des artistes femmes dans les collections.</p>
	    			</div>
		    	</div>
			<a href="f8.html"><i class="large material-icons">arrow_upward</i></a>
	    	</div>
	    	<div id="footer">
			<div class="row">
				<div class="col s4 m4">
					<a class="waves-effect waves-light btn-small" href="https://twitter.com/hashtag/uaac2020?src=hashtag_click" target="_blank">#uaac2020</a>
					<ul>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a></li>
						<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">facebook</a></li>
						<li class="footer"><a href="mailto:uaac@gozoom.ca">email</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
					</ul>
				</div>
				<div class="col s6 offset-s2 m6 offset-m2 l4 offset-l4 right-align">
					<a href="https://www.sfu.ca/" target="_blank"><img src="images/logo-sfu.png" class="scale-with-grid" style="margin-top:1rem;" alt="logo: Simon Fraser University"></a><br/>
					<a href="https://www.sfu.ca/sca.html" target="_blank"><img src="images/logo-sfu-sca.png" class="scale-with-grid" style="margin-top:1.5rem;padding-left:1.5rem;" alt="logo: Simon Fraser University, School for Contemporary Arts"></a><br/>
				     <a href="https://www.ubc.ca/" target="_blank"><img src="images/logo-ubc.png" class="scale-with-grid" style="margin-top:1.5rem;padding-left:1.5rem;" alt="logo: University of British Columbia"></a><br/>
				     <a href="https://ahva.ubc.ca/" target="_blank"><img src="images/logo-ahva.png" class="scale-with-grid" style="margin-top:.7rem;padding-left:1rem;" alt="logo: University of British Columbia, Department of Art History, Visual Art + Theory"></a>
				</div>
			</div>
		</div>
	    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
    </body>
  </html>