<!DOCTYPE html>
<html>
     <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>UAAC 2020</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="UAAC 2020 Online Conference" />
		<meta name="description" content="G.8 RAA19: Research on Art and Architecture of the Nineteenth Century, Part 2" />
		<meta property="og:image" content="http://uaac-aauc.com/2020/images/g8-3.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2020/g8.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content="G.8 RAA19: Research on Art and Architecture of the Nineteenth Century, Part 2" />
		<link rel="apple-touch-icon" sizes="180x180" href="/2020/apple-touch-icon.png">
		<link rel="icon" type="image/png" sizes="32x32" href="/2020/favicon-32x32.png">
		<link rel="icon" type="image/png" sizes="16x16" href="/2020/favicon-16x16.png">
		<link rel="manifest" href="/2020/site.webmanifest">
		<link rel="mask-icon" href="/2020/safari-pinned-tab.svg" color="#5bbad5">
		<meta name="msapplication-TileColor" content="#da532c">
		<meta name="theme-color" content="#ffffff">
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
     </head>
     <body>
	     <div class="navbar-fixed">
		     <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/uaac2020.png" class="brand-logo-img scale-with-grid"></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="about.html">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	     </div>
	     <div id="content">
	    		<div class="row">
		    		<div class="col s12 m10 l9 offset-l1">
			    		<h2>G.8 RAA19: Research on Art and Architecture of the Nineteenth Century, <nobr>Part 2</nobr></h2>
			    		<hr style="margin-top:4rem;margin-bottom: 4rem;border: 1px solid #716e5a;">
			    		<h2>G.8 RAA19: R&eacute;seau art et architecture du 19e si&egrave;cle, <nobr>Partie 2</nobr></h2>
			    		<h6>Sat Oct 17 / 11:00 &ndash; 12:30</h6>
			    		<a class="waves-effect waves-light btn-large expired"><i class="large material-icons right">voice_chat</i> expired</a>
			    		<!--<a class="waves-effect waves-light btn-large" href="https://sfu.zoom.us/j/82318616866" target="_blank"><i class="large material-icons right">voice_chat</i> join</a>-->
		    		</div>
	    		</div>
	    		<div class="row">
		    		<div class="col s12 m11 l10 offset-l1">
			    		<p class="title">chairs / pr&eacute;sidentes /</p>
			    		<ul>				    		
				    		<li class="participants"><strong>Marie-Charlotte Lamy</strong><span class="school">, Universit&eacute; de Montr&eacute;al et Universit&eacute; de Lausanne</span></li>
				    		<li class="participants"><strong>Ersy Contogouris</strong><span class="school">, Universite&#769; de Montre&#769;al</span></li>
			    		</ul>
		    		</div>
		    		<div class="col s12 m10 l7 offset-l1">
			    		<p>The aim of the <a href="http://www.raa19.com" target="_blank">RAA19</a> (Research on Art and Architecture of the Nineteenth Century) is to encourage innovative studies of nineteenth-century art and architecture. This open session welcomes papers that examine theoretical issues or case studies that focus on any aspect of the art and architecture of the long nineteenth century, from 1789 to 1914.</p>
			    		<hr style="margin-top:4rem;margin-bottom: 4rem;border: 1px solid #716e5a;">
			    		<p>L&rsquo;objectif du <a href="http://www.raa19.com" target="_blank">R&eacute;seau art et architecture du 19e si&egrave;cle</a> consiste &agrave; promouvoir le renouveau des recherches globales et interdisciplinaires sur le 19e si&egrave;cle en histoire de l&rsquo;art et de l&rsquo;architecture. Cette session ouverte invite des propositions th&eacute;oriques ou des &eacute;tudes de cas qui couvrent des corpus issus du long 19e si&egrave;cle, de 1789 &agrave; 1914.</p>
		    		</div>
		    		<div class="col s12 m8 offset-m4 l5 offset-l6">
			    		<p class="bio"><strong>Marie-Charlotte Lamy:</strong> J&rsquo;effectue une th&egrave;se de doctorat entre l&rsquo;Universit&eacute; de Montr&eacute;al et l&rsquo;Universit&eacute; de Lausanne. Mon sujet porte sur les portraits des membres de la cour napol&eacute;onienne. J&rsquo;ai eu l&rsquo;occasion de pr&eacute;senter mes recherches lors de diff&eacute;rentes manifestations scientifiques et d&rsquo;organiser des journ&eacute;es d&rsquo;&eacute;tude &agrave; l&rsquo;Universit&eacute; de Lausanne.</p>
			    		<p class="bio"><strong>Ersy Contogouris:</strong> I am assistant professor of art history at the Universit&eacute; de Montr&eacute;al. My research focuses on eighteenth and nineteenth-century art, and on the history of caricature and graphic satire. I was the co-guest editor, with M&eacute;lanie Boucher, of the Fall 2019 issue of <i>RACAR</i> on tableaux vivants. My book, <i>Emma Hamilton and Late Eighteenth-Century European Art: Agency, Performance, and Representation</i>, was published by Routledge in 2018.</p>
		    		</div>
	    		</div>
	    		<div class="row description">
		    		<div class="col s12 m11 l8 offset-l1">
			    		<img src="images/g8-1.jpg" class="scale-with-grid">
			    		<p class="credits">G.M. Woodward, <i>Irish Binding for the Caricature Magazine</i>, 1808.</p>
		    		</div>
		    		<div class="col s12 m10 l7 offset-l1">
			    		<h3>G.8.1 <i>Thomas Tegg&rsquo;s</i> The Caricature Magazine, or Hudibrastic Mirror: A Study of Blue</h3>
			    		<p class="presenter"><strong>Christina Smylitopoulos</strong><span class="school">, University of Guelph</span></p>
	    				<p>The motif of the print shop window was deployed throughout the late eighteenth and early nineteenth centuries to advertise a print seller’s participation in the market for graphic satire. This motif finds an interesting articulation in <i>Irish Binding for the Caricature Magazine</i>, a print first published by Thomas Tegg on April 15, 1808 and reissued sometime in 1812. The key examples of this trope portray a street scene in which a crowd, often a motley cross-section of London society, clamours to see the latest squib. In contrast, George M. Woodward&rsquo;s design for <i>Irish Binding</i> situates a single patron within in a feasible commercial interior. My aim in this paper is to demonstrate that <i>The Caricature Magazine</i> is, as Woodward&rsquo;s Irish Binding suggests, more at home within the bookshop than in the print shop and that it may have a closer relationship to the market for cheap books than with the history of &lsquo;grand manner&rsquo; caricature. What I would also like to suggest is that the direction of graphic satire in Victorian periodicals may owe more to <i>The Caricature Magazine</i> than its finer brethren more evocative of the genre&rsquo;s &lsquo;golden age.&rsquo;</p>
	    			</div>
	    			<div class="col s12 m8 offset-m4 l5 offset-l6">
	    				<p class="bio"><strong>Christina Smylitopoulos</strong> is Associate Professor and Faculty Curator of the Bachinski/Chu Print Study Collection (SOFAM, University of Guelph). Selected grants/fellowships awarded include SSHRC; the Ontario Ministry of Science, Research, and Innovation; the Lewis Walpole Library (Yale); the Huntington Library, the Swann Foundation for Caricature and Cartoon (Library of Congress), and the Houghton Library (Harvard). She has essays in <i>RACAR</i>; <i>The British Art Journal</i>; <i>Eighteenth-Century Life</i>; <i>Word and Image in the Long 18th C</i>; <i>Hats Off, Gentlemen: The Changing Arts of Communication in the 18th C</i>; <i>L&rsquo;Image railleuse: La satire visuelle du XVIIIe si&egrave;cle &agrave; nos jours</i>; and she has reviewed for <i>Oxford Art Journal</i>, <i>RACAR</i>, <i>The Historian</i>, <i>University of Toronto Quarterly</i>, and <i>caa.reviews</i>. She edited <i>Spaces of Wonder, Wonder of Space</i> (a winner of the Leab Exhibition Catalogue Award, 2020) and is completing the monograph <i>Publishing &lsquo;Pioneer&rsquo;: Thomas Tegg, Graphic Satire, and the Aesthetics of Modernity</i> (forthcoming, 2021).</p>
	    			</div>
		    	</div>
		    	<div class="row description">
		    		<div class="col s12 m10 l7 offset-l1">
			    		<h3>G.8.2 <i>Les caricatures de Lady Dalhousie (1786-1839) : humour et sociabilit&eacute; au sein de l&rsquo;&eacute;lite cicile et militaire du Canda</i></h3>
			    		<p class="presenter"><strong>Marie Ferron-Desautels</strong><span class="school">, Concordia University</span></p>
	    				<p>Lady Dalhousie (Christian Ramsay Broun), une aristocrate &eacute;cossaise, v&eacute;cut &agrave; Halifax de 1816 &agrave; 1820, alors que son mari George Ramsay, 9e comte de Dalhousie, &eacute;tait lieutenant-gouverneur de la Nouvelle-&Eacute;cosse. Puis, elle r&eacute;sida &agrave; Qu&eacute;bec de 1820 &agrave; 1828, ann&eacute;es au cours desquelles Lord Dalhousie occupa le poste de gouverneur de l&rsquo;Am&eacute;rique du Nord britannique. Bien que l&rsquo;apport de Lady Dalhousie au d&eacute;veloppement des connaissances botaniques soit bien reconnu, sa participation &agrave; la culture visuelle satirique du XIXe si&egrave;cle n&rsquo;a quant &agrave; elle jamais fait l&rsquo;objet d&rsquo;une &eacute;tude approfondie. Cinq caricatures conserv&eacute;es au Nova Scotia Museum lui sont attribu&eacute;es et auraient &eacute;t&eacute; r&eacute;alis&eacute;es lors des ann&eacute;es qu&rsquo;elle passa au Canada. Ce corpus fait par ailleurs figure d&rsquo;exception parmi le type de production artistique g&eacute;n&eacute;ralement associ&eacute; aux femmes de l&rsquo;&eacute;poque et de la classe sociale de Dalhousie. Pour cette communication, je propose d&rsquo;analyser ces cinq caricatures en m&rsquo;attardant &agrave; la sociabilit&eacute;, &agrave; la mode vestimentaire, ainsi qu&rsquo;aux rapports entre genres, classes sociales et nationalit&eacute;s qu&rsquo;y repr&eacute;sente Lady Dalhousie, et ce, dans l&rsquo;objectif de mieux comprendre ce dont elle se moque. Bien que Dalhousie exag&egrave;re certains traits du visage et de la physionomie des personnes qu&rsquo;elle caricature, les interactions sociales qu&rsquo;elle met en sc&egrave;ne se trouvent au c&oelig;ur de l&rsquo;humour qu&rsquo;elle d&eacute;ploie. En portant une attention particuli&egrave;re aux personnes repr&eacute;sent&eacute;es, qui malheureusement ne sont pas identifi&eacute;es, j&rsquo;avancerai quelques hypoth&egrave;ses en regard du contexte de diffusion de ces caricatures. Par exemple, il m&rsquo;appara&icirc;t plausible que Lady Dalhousie se soit repr&eacute;sent&eacute;e elle-m&ecirc;me dans plus d&rsquo;une caricature, d&eacute;montrant ainsi l&rsquo;autod&eacute;rision dont elle faisait preuve aupr&egrave;s des personnes &agrave; qui elle montrait sa production caricaturale. Enfin, en m&rsquo;int&eacute;ressant &agrave; la pr&eacute;sence r&eacute;p&eacute;t&eacute;e d&rsquo;officiers militaires britanniques au sein des caricatures de Lady Dalhousie, j&rsquo;examinerai la charge politique de ces images.</p>
	    			</div>
	    			<div class="col s12 m8 offset-m4 l5 offset-l6">
	    				<p class="bio"><strong>Marie Ferron-Desautels</strong> est &eacute;tudiante au sein du programme de doctorat interuniversitaire en histoire de l&rsquo;art &agrave; l&rsquo;Universit&eacute; Concordia &agrave; Montr&eacute;al. Dans le cadre de ses recherches doctorales, elle s&rsquo;int&eacute;resse aux connexions entre les pratiques artistiques et la sociabilit&eacute; des femmes de l&rsquo;&eacute;lite civile et militaire du Canada au cours du XIXe si&egrave;cle. Ses recherches de ma&icirc;trise, r&eacute;alis&eacute;es &agrave; l&rsquo;UQAM, portent sur l&rsquo;aquarelliste &eacute;cossaise Katherine Jane Ellice. Marie Ferron-Desautels a &eacute;t&eacute; assistante de recherche pour l&rsquo;&Eacute;quipe de recherche en histoire de l&rsquo;art au Qu&eacute;bec (&Eacute;RHAQ), ainsi que pour le projet <i>Ateliers d&rsquo;artistes au Qu&eacute;bec, 1800-1980 : typologie, fonctions et repr&eacute;sentations dirig&eacute; par Laurier Lacroix</i>. Elle a &eacute;galement coorganis&eacute; le colloque Perspectives f&eacute;ministes en histoire de l&rsquo;art tenu &agrave; l&rsquo;UQAM en 2017 et en 2018.</p>
	    			</div>
		    	</div>
		    	<div class="row description">
			    	<div class="col s12 m10 l5 offset-l1">
			    		<img src="images/g8-3.jpg" class="scale-with-grid">
			    		<p class="credits"><i>The Thames, from the Tower to Wesminster</i> in Fry, Herbert. London: Illustrated by Eighteen Bird's-Eye Views of the Principal Streets: Also by a Map Showing Its Chief Suburbs and Environs. 7th ed, rev. and enl. London: W.H. Allen, 1887, plate XVIII, p. 202-3.</p>
		    		</div>
		    		<div class="col s12 m10 l7 offset-l1">
			    		<h3>G.8.3 <i>Feeling the Archive/Archiving the Feeling: Urban Guidebooks in the Nineteenth Century</i></span></p>
				    	<p class="presenter"><strong>Cigdem Talu</strong><span class="school">, McGill University</span></p>	
	    				<p>This paper examines how feelings can be accounted as a historical form of architectural and urban knowledge. I explore how archives &ldquo;hold&rdquo; feelings or are haunted by emotions and ask: how were private and public feelings relating to architecture and city spaces managed, exchanged, negotiated, and disseminated in the nineteenth century? How do emotions and affect travel through and circulate in the archive? I propose to look at London urban guidebooks from the second half of the nineteenth century, including books by publishers and authors Karl Baedeker, George Frederick Pardon, Peter Cunningham, and Charles A. Gillig. Although historically traditional, the dissemination and use of city guides in London increased in the second half of the nineteenth century after the Great Exhibition of 1851. These guides were directed towards local residents as much as travelers because the many urban developments London went through after the 1850s (such as the embankment projects, the London Underground, etc.) drastically changed the appearance and experience of the city. The emotional experience of the urban context, then, was mutating accordingly and reverberated in different types of media. Architectural discourse was preoccupied with similar outsets on emotional dynamics, with Heinrich W&ouml;lfflin&rsquo;s Prolegomena zu einer Psychologie der Architektur being a prime example of this tendency.</p>
	    				<p>I argue that by historicizing the city dwellers and visitors&rsquo; dealings with urban, ecological, and global emotions, the concern and need of assigning feelings to experience in nineteenth-century London can be located in urban guidebooks. I contend this was a period when new emotions were formed in architectural and urban contexts. In this investigation, historical guidebooks embody a problem that is echoed today: when interests and emotions are disseminated, managed, and even used as data, whose emotions are represented, how they are registered, and, if archived, how their resonance surround us today.</p>
	    			</div>
	    			<div class="col s12 m8 offset-m4 l5 offset-l6">
	    				<p class="bio"><strong>Cigdem Talu</strong> is a researcher and PhD student at the School of Architecture at McGill University in Montreal. Her dissertation focuses on women's urban experience in late-Victorian London, the concept of urban atmospheres, the history of feelings, and urban travel writing. Her research is supported by the Joseph Armand Bombardier Graduate Scholarship from the Social Sciences and Humanities Research Council of Canada. She works as an archival researcher and most recently was the archival researcher of the architecture documentary film City Dreamers. She holds B.Arch, M.Arch, and post-professional M.Arch degrees from Politecnico di Milano and McGill University.</p>
	    			</div>
		    	</div>
			<a href="g8.html"><i class="large material-icons">arrow_upward</i></a>
	    	</div>
	    	<div id="footer">
			<div class="row">
				<div class="col s4 m4">
					<a class="waves-effect waves-light btn-small" href="https://twitter.com/hashtag/uaac2020?src=hashtag_click" target="_blank">#uaac2020</a>
					<ul>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a></li>
						<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">facebook</a></li>
						<li class="footer"><a href="mailto:uaac@gozoom.ca">email</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
					</ul>
				</div>
				<div class="col s6 offset-s2 m6 offset-m2 l4 offset-l4 right-align">
					<a href="https://www.sfu.ca/" target="_blank"><img src="images/logo-sfu.png" class="scale-with-grid" style="margin-top:1rem;" alt="logo: Simon Fraser University"></a><br/>
					<a href="https://www.sfu.ca/sca.html" target="_blank"><img src="images/logo-sfu-sca.png" class="scale-with-grid" style="margin-top:1.5rem;padding-left:1.5rem;" alt="logo: Simon Fraser University, School for Contemporary Arts"></a><br/>
				     <a href="https://www.ubc.ca/" target="_blank"><img src="images/logo-ubc.png" class="scale-with-grid" style="margin-top:1.5rem;padding-left:1.5rem;" alt="logo: University of British Columbia"></a><br/>
				     <a href="https://ahva.ubc.ca/" target="_blank"><img src="images/logo-ahva.png" class="scale-with-grid" style="margin-top:.7rem;padding-left:1rem;" alt="logo: University of British Columbia, Department of Art History, Visual Art + Theory"></a>
				</div>
			</div>
		</div>
	    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
    </body>
  </html>